"Application Firewall" = "Application coupe-feu";

"Deny" = "Refuser";

"Always Allow" = "Autoriser";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "Cliquer sur %@ risque de limiter le comportement de l’application. Ce réglage peut être modifié dans l’onglet Coupe-feu des préférences Sécurité.";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "Voulez-vous que l’application « %@ » accepte les connexions réseau entrantes ?";
